{"intents": [
        {"tag": [" ", "AI aktivieren, Thema erkennen,"],
         "patterns": ["ist ein kleineres Unternehmen sicherer gegen Hackerangriffe?", "warum werden kleinere Unternehmen oft gehackt?", "werden kleinere Unternehmen gehackt?"],
         "responses": ["Hallo,\ndie grundsätzliche Frage ist ja immer, was bedeutet \"klein\"?\nEntgegen der Annahme vieler Unternehmer weiß ein Hacker in der Regel nicht wen er angreift.\nEs sind in der Regel Zufallstreffer, weil man von einem Scanner entdeckt oder ein falscher Klick in einer Mail gemacht wird.\nDarf ich Ihnen hier ein Beispiel zeigen?"],
         "context_set": ["B8", "B9"],
         "link": [""],
         "task": ["nothing"]
        },
        {"tag": ["B8"],
         "patterns": ["Ja"],
         "responses": ["Hier sehen Sie eine Webseite der deutschen Telekom auf der ersichtlich ist, \nwieviele Angriffe im Moment stattfinden.\nSie können links oben lesen, wieviele Anrgiffe im Moment in der Minute stattfinden.\nDies macht kein Hacker mehr manuell, sondern automatisiert. \nDarum werden auch viele kleine Unternehmen gehackt.\nMöchten Sie noch mehr erfahren?"],
         "context_set": ["B13", "B14"],
         "link": ["www.Sicherheitstacho.eu"],
         "task": ["open"]
        },
        {"tag": ["B9"],
         "patterns": ["Nein"],
         "responses": ["thank"],
         "context_set": ["END"],
         "link": [""],
         "task": ["nothing"]
        },
        {"tag": ["B13"],
         "patterns": ["Ja"],
         "responses": ["Ein Hacker ist vergleichbar mit einem analogen Einbrecher, nur dass der Hacker \ndigital unterwegs ist.\nSo wie der analoge Einbrecher findet der digitale online ein Unternehmen, aber er weiß in der Regel nicht, was es für ein unternehmen ist, da er nur ein Scanergebnis in Form einer IP-Adresse sieht.\nDas bedeutet, dass der Hacker erst einmal in das Unternehmen eindringt und sich dann dort umschaut. Dann werden alle Daten gestohlen und ein Verschlüsselungstrojaner installiert.\nStatistisch gesehen haben kleine Unternehmen einen größeren Schaden als Großunternehmen, da die Hacker bei kleinen Unternehmen nicht vorsichtigt sind.\nAls Unternehmer bleibt man dann zurück und muss den Schaden beseitigen und sich enthaften und entlasten.\nIst Ihnen bewusst, dass Sie bei einem Datendiebstahl mit Ihrem gesamten privaten Vermögen haften? Auch wenn Sie z.B. eine GmbH haben?"],
         "context_set": ["B18", "B20"],
         "link": ["www.Sicherheitstacho.eu"],
         "task": ["close"]
        },
        {"tag": ["B14"],
         "patterns": ["Nein"],
         "responses": [" "],
         "context_set": ["END"],
         "link": ["www.Sicherheitstacho.eu"],
         "task": ["close"]
        },
        {"tag": ["B18"],
         "patterns": ["Ja", "Nein"],
         "responses": ["Wollen Sie bewusst mit Ihrem gesamten Vermögen dafür haften, dass eventuell \njemand im Unternehmen einen falschen Klick macht oder Sie auf den scannern auftauchen?"],
         "context_set": ["B24", "B25"],
         "link": [""],
         "task": ["nothing"]
        },
        {"tag": ["B20"],
         "patterns": ["Warum hafte ich mit meinem Vermögen?"],
         "responses": ["Aufgrund der DSGVO, hat jeder Betroffene nach einem Cyberangriff mit\nDatendiebstahl die Möglichkeit, Ansprüche direkt an Sie persönlich geltend zu machen.\nAus prozessualer Sicht müssen Sie dann den Nachweis erbringen, dass Sie keinster Weise den Umstand zu verantworten haben, durch den der Schaden entstanden ist.\nKönnen Sie das nicht, dann besteht die Gefahr, dass Sie vollumfänglich privat haften. Sie haben hierbei auch die sogenannte Beweislastumkehr und müssen den Nachweis erbringen, dazu gibt es bereits Urteile.",
                "Wollen Sie bewusst mit Ihrem gesamten Vermögen dafür haften, dass eventuell \njemand im Unternehmen einen falschen Klick macht oder Sie auf den scannern auftauchen?"],
         "context_set": ["END"],
         "link": [""],
         "task": ["nothing"]
        },
        {"tag": ["B24"],
         "patterns": ["Ja"],
         "responses": ["Das ist Ihre kaufmännische Entscheidung, als Berater muss dies dokumentiert \nwerden, sollte es nach einem Hackerangriff zu einer Insolvenz kommen, so muss ggfs. das Protokoll dieses Gespräch übergeben werden.\nIch darf mich nun erst einmal verabschieden."],
         "context_set": ["END"],
         "link": [""],
         "task": ["nothing"]
        },
        {"tag": ["B25"],
         "patterns": ["Nein"],
         "responses": ["Ich kann das verstehen, dass würde ich auch nicht wollen, genau deshalb gibt es\ndie Möglichkeit die Risiken auf eine Versicherung zu übertragen. \nDas ist eine sehr gute Entscheidung, ich darf mich nun erst einmal verabschieden."],
         "context_set": ["END"],
         "link": [""],
         "task": ["nothing"]
        }
    ]
}